Repository: Ahmad45123/ExtremeStudio
Catalog: ExtremeStudio/Translations/translations.*.resx
Languages: es, hr

# StartupForm_CreateProjectBtn_Click_InvalidSampFolder
source: Invalid SAMP Folder.. Must contain the pawno folder, gamemodes folder, plugins folder, all executables and the server config.
es: Carpeta SAMP Inválida.. Debe contener la carpeta "pawno", "gamemodes", "plugins", el server.cfg y los .exe.
hr: Neispravna SAMP mapa. Mora sadržavati mape pawno, gamemodes, plugins, sve izvršne datoteke i postavke servera.

# StartupForm_CreateProjectBtn_Click_InvalidName
source: Invalid Name.
es: Nombre inválido.
hr: Neispravno ime.

# StartupForm_CreateProjectBtn_Click_NoSampSelected
source: You haven't selected a SAMP version to use.
es: No has seleccionado la versión de SAMP que vas a utilizar.
hr: Niste odabrali SAMP inačicu za korištenje.

# StartupForm_CreateProjectBtn_Click_DirError
source: That directory doesn't exist or there is a project with that name already there.
es: Este directorio no existe o hay un proyecto con el mismo nombre.
hr: Ta mapa ne postoji ili je projekt s tim nazivom već tamo.

# StartupForm_pathTextBox_TextChanged_None
source: None
es: Ninguno
hr: Nema

# StartupForm_pathTextBox_TextChanged_ProjectVersionSame
source: Project version is the same as ExtremeStudio's version, No converion is needed.
es: La versión del proyecto es la misma que la versión de ExtremeStudio. No se necesita ninguna conversión.
hr: Inačica projekta je ista kao i inačica ExtremeStudia. Konverzacija nije potrebna.

# StartupForm_pathTextBox_TextChanged_ProjectVersionOlder
source: Project older then ExtremeStudio, Conversion will be done however it may bug with older versions so its recommended to not try.
es: El proyecto es mayor que ExtremeStudio. La conversión se hará sin embargo puede dar errores con otras versiones antiguas que no se recomienda usar.
hr: Projekt je stariji od ExtremeStudia. Konverzija će biti odrađena međutim može nastati greška sa starijim inačicama pa je preporučeno da ne pokušavate.

# StartupForm_pathTextBox_TextChanged_ProjectVersionNewer
source: Project version is newer then ExtremeStudio's version, Please download latest ExtremeStudio package.
es: La versión del proyecto es nueva con la versión de ExtremeStudio, porfavor descarga la última versión de ExtremeStudio.
hr: Inačica projekta je novija nego inačica ExtremeStudia. Molimo Vas preuzmite zadnju inačicu ExtremeStudio paketa.

# StartupForm_pathTextBox_TextChanged_InvalidESPrj
source: ERROR: That folder isn't a valid ExtremeStudio project. Make sure you haven't deleted or modified any file manually.
es: Esta carpeta no es un proyecto válido de ExtremeStudio. Asegurate de no eliminar o modificar cualquier archivo manualmente.
hr: GREŠKA: Ta mapa nije ispravan ExtremeStudio projekt. Provjerite da niste izbrisali ili promijenili ručno datoteke.

# StartupForm_Button1_Click_WouldYouLikeToContinue
source: Would you like to continue ?
es: ¿Deseas continuar ?
hr: Želite li nastaviti?

# MainForm_compileScriptBtn_Click_WaitForCompile
source: Please wait until the current compilation or parsing process is finished.
es: Por favor espere hasta la compilación actual o proceso de análisis está terminado.
hr: Molimo pričekajte dok se trenutno kompajlanje završi.

# MainForm_CompilerWorker_DoWork_WouldYouLikeToSaveFiles
source: Would you like to save all files ?
es: ¿Quieres guardar todos los archivos?
hr: Želite li spremiti sve datoteke?

# MainForm_CompilerWorker_DoWork_PawnccNotFound
source: The file pawncc.exe hasn't been found at the path
es: El archivo pawncc.exe no ha sido encontrado en la ruta
hr: Pawncc.exe nije pronađen

# MainForm_CompilerWorker_DoWork_VerifyPawnccIsThere
source: Please verify its there.
es: Por favor verifique esto aquí.
hr: Molimo provjerite dali je tamo.

# MainForm_CompilerWorker_ProgressChanged_Compiling
source: Compiling...
es: Compilando...
hr: Kompajlanje...

# MainForm_CompilerWorker_ProgressChanged_CompilingFailedWithErrors
source: Compiling failed with errors/warnings.
es: Compilación fallida con errores/advertencias.
hr: Kompajlanje nije završeno s greškama/upozorenjima.

# MainForm_CompilerWorker_ProgressChanged_CompilingDoneWithWarnings
source: Compiling finished successfully but there are warning(s).
es: Compilación finalizada correctamente sin errores ni advertencias.
hr: Kompajlanje je završeno s upozorenjem/ima.

# MainForm_CompilerWorker_ProgressChanged_CompilingDoneWithNoErrorsWarnings
source: Compiling finished sucessfully with no errors/warnings.
es: Compilación finalizada correctamente sin errores ni advertencias.
hr: Kompajlanje je završeno bez grešaka/upozorenja.

# SettingsForm_resetBtn_Click_ResetDefaultSettings
source: Are you sure you want to reset to default settings ?
es: ¿Estás seguro que deseas restablecer los ajustes?
hr: Dali ste sigurni da želite vratiti na zadane postavke?

# SettingsForm_importBtn_Click_OpenFileDialogTitle
source: Select Source.
es: Source seleccionada.
hr: Odaberite izvor.

# SettingsForm_exportBtn_Click_OpenFileDialogTitle
source: Select Target.
es: Seleccionar destino.
hr: Odaberite cilj.

# SettingsForm_exportBtn_Click_ExporteSuccess
source: Exported Successfully!
es: Exportación finalizada correctamente!
hr: Uspješno izvezeno!

# SettingsForm_IsGlobal_SettingsGLOBAL
source: Settings. [GLOBAL]
es: Configuración. [GLOBAL]
hr: Postavke. [GLOBALNE]

# SettingsForm_IsGlobal_SettingsPROJECT
source: Settings. [PROJECT]
es: Ajustes. [PROJECT]
hr: Postavke. [PROJEKT]

# PluginsForm_PluginsForm_Load_PluginCached
source: The plugin is cached, No description is available.
es: Se almacena en caché el plugin, no hay descripción disponible.
hr: Dodatak je predmemoriran, nema dostupnog opisa.

# PluginsForm_includesList_SelectedIndexChanged_ThisPluginNeedsTheIncludeToWork
source: This plugin needs the {0} include to work.
es: Este plugin necesita la {0} incluir al trabajo.
hr: Ovaj dodatak zahtjeva {0} biblioteku.

# PluginsForm_includesList_SelectedIndexChanged_ReinstallPlugin
source: Reinstall Plugin
es: Reinstalar plugin
hr: Ponovno instalirajte dodatak

# PluginsForm_includesList_SelectedIndexChanged_RemoveFromServerCfg
source: Remove from server.cfg
es: Eliminar del server.cfg
hr: Ukloni iz server.cfg

# PluginsForm_includesList_SelectedIndexChanged_AddToServerCfg
source: Add to server.cfg
es: Añadir a server.cfg
hr: Dodaj u server.cfg

# PluginsForm_includesList_SelectedIndexChanged_InstallPlugin
source: Install Plugin
es: Instalar plugin
hr: Instaliraj dodatak

# PluginsForm_Button1_Click_PluginCantBeFoundInCache
source: The plugin can't be found in the cache.
es: El plugin no se encuentra en la caché.
hr: Dodatak nije pronađen u predmemoriji.

# PluginsForm_Button1_Click_PluginInstalled
source: The plugin '{0}' has been successfully installed.
es: El plugin '{0}' se ha instalado correctamente.
hr: Dodatak '{0}' je uspješno instaliran.

# IncludesForm_IncludesForm_Load_IncludeCached
source: The include is cached, No description is available.
es: El plugin está almacenado. No hay descripción disponible.
hr: Biblioteka je predmemorirana, nema dostupnog opisa.

# IncludesForm_includesList_SelectedIndexChanged_IncludeNeedsPlugin
source: This include needs the {0} plugin to work.
es: Este include requiere del plugin {0} para funcionar.
hr: Ova biblioteka zahtjeva '{0}' dodatak.

# IncludesForm_includesList_SelectedIndexChanged_ReinstallInclude
source: Reinstall Include
es: Reinstalar Include
hr: Reinstaliraj biblioteku

# IncludesForm_includesList_SelectedIndexChanged_InstallInclude
source: Install Include
es: Instalar Include
hr: Instaliraj biblioteku

# IncludesForm_Button1_Click_IncludeNotFoundCache
source: The include can't be found in the cache.
es: El Include no se encuentra almacenado.
hr: Biblioteka nije pronađena u predmemoriji.

# IncludesForm_Button1_Click_IncludeInstalled
source: The include '{0}' has been successfully installed.
es: El plugin '{0}' se ha instalado correctamente.
hr: Biblioteka '{0}' je uspješno instalirana.

# EsPluginsForm_PluginList_Click_ReInstallPlugin
source: ReInstall Plugin
es: Reinstalar plugin
hr: Reinstalirajte dodatak

# EsPluginsForm_PluginList_Click_InstallPlugin
source: Install Plugin
es: Instalar plugin
hr: Instaliraj dodatak

# ProjExplorerDock_filesList_FileSelected_FileNotSupported
source: This filetype is not supported to be veiwed by ExtremeStudio so it will be opened normally.
es: Este tipo de archivo no es compatible para ser visto por ExtremeStudio por lo que se abrirá normalmente.
hr: Pregled ove vrste datoteke u ExtremeStudiu nije podržan tako da se otvara normalno.

# ProjExplorerDock_RenameToolStripMenuItem_Click_EnterNewNameTitle
source: Enter new name.
es: Introducir nombre nuevo.
hr: Unesite novi naziv.

# ProjExplorerDock_RenameToolStripMenuItem_Click_PleaseEnterNewDirName
source: Please enter a new name for the directory.
es: Indique cómo desea llamar a esta carpeta.
hr: Molimo unesite novi naziv za mapu.

# ProjExplorerDock_RenameToolStripMenuItem_Click_PleaseEnterNameForFile
source: Please enter a new name for the file. NOTE: INCLUDE THE EXTENSION!
es: Por favor, introduzca un nuevo nombre para el archivo. NOTA: INCLUIR LA EXTENSIÓN!
hr: Molimo unesite novi naziv za datoteku. NAPOMENA: UKLJUČITE PROŠIRENJE!

# ProjExplorerDock_NewDirectoryToolStripMenuItem_Click_PleaseEnterNameForDir
source: Please enter a name for the directory.
es: Por favor, introduce el nombre para el directorio.
hr: Molimo upišite naziv za mapu.

# ProjExplorerDock_NewFileToolStripMenuItem_Click_PleaseEnterNameForFile
source: Please enter a name for the file. NOTE: INCLUDE THE EXTENSION!
es: Por favor, introduce el nombre para el archivo. NOTA: INCLUIR LA EXTENSIÓN!
hr: Molimo unesite naziv za datoteku. NAPOMENA: UKLJUČITE PROŠIRENJE!
