Repository: Ahmad45123/ExtremeStudio
Catalog: ExtremeStudio/Functions Forms/IncludesForm.*.resx
Languages: hu

# Label1.Text
source: Search:
hu: Keresés:

# Label4.Text
source: Description:
hu: Leírás:

# Label3.Text
source: Version:
hu: Verzió:

# Label2.Text
source: Include Name:
hu: Include neve:

# GroupBox1.Text
source: Include Info:
hu: Include információ:

# Button1.Text
source: Install Include
hu: Include telepítése

# includeInstalledLabel.Text
source: The include is already installed.
hu: Az include már telepítve van.

# Button2.Text
source: Uninstall Include
hu: Include eltávolítása

# actionsGroup.Text
source: Actions:
hu: Műveletek:

# updateAvilableLabel.Text
source: An update is available, Reinstall to get it.
hu: Frissítés érhető el, telepítsd újra hogy megszerezd.

# showInstalledOnlyCheck.Text
source: Show Installed Includes Only
hu: Csak telepített include-ok megjelenítése

# $this.Text
source: Includes
hu: Include-ok
